{
    "scienceFacts": [
        "The speed of light is 299,792,458 meters per second.",
        "E=mc² explains mass-energy equivalence.",
        "Water expands when it freezes, making ice less dense than liquid water.",
        "Saturn’s rings are composed of ice, dust, and rock particles.",
        "The Doppler effect explains frequency shifts due to motion.",
        "Antibiotics only work against bacteria, not viruses.",
        "Absolute zero is -273.15°C or 0 Kelvin, the theoretical lowest temperature.",
        "Diamonds are made entirely of carbon atoms in a crystalline structure.",
        "RNA plays a crucial role in protein synthesis within cells.",
        "A black hole's gravity is so strong that not even light can escape.",
        "The tallest mountain in the solar system is Olympus Mons on Mars.",
        "Earth's core is mainly composed of iron and nickel.",
        "Kepler’s laws describe the elliptical orbits of planets.",
        "Photosynthesis converts carbon dioxide and sunlight into oxygen and glucose in plants.",
        "Lightning bolts can reach temperatures hotter than the surface of the sun.",
        "An octopus has three hearts, and its blood is blue due to copper-based hemocyanin.",
        "The Hubble Space Telescope has provided detailed images of distant galaxies.",
        "The human brain consumes about 20% of the body's total energy.",
        "Tectonic plate movements cause earthquakes and volcanic activity.",
        "Sound waves travel faster in solids than in air due to greater particle density.",
        "The periodic table was first organized by Dmitri Mendeleev in 1869.",
        "The Milky Way galaxy is estimated to contain over 100 billion stars.",
        "A day on Venus is longer than a year on Venus due to its slow rotation.",
        "The strong nuclear force holds atomic nuclei together.",
        "Newton’s first law states that objects remain in motion unless acted upon by an external force.",
        "Water is the only substance that exists in all three states naturally on Earth.",
        "The boiling point of water decreases as altitude increases due to lower atmospheric pressure.",
        "The sun's energy is generated by nuclear fusion, converting hydrogen into helium.",
        "Earth’s atmosphere is composed of 78% nitrogen, 21% oxygen, and trace gases.",
        "The process of nuclear fission is used to generate power in reactors.",
        "Astronomers estimate that there are more than 100 billion galaxies in the observable universe.",
        "The human body contains approximately 37.2 trillion cells.",
        "The moon has no atmosphere, meaning there’s no sound transmission.",
        "Carbon is the fourth most abundant element in the universe.",
        "Helium is the second lightest element after hydrogen.",
        "The Great Red Spot on Jupiter is a giant storm that has existed for hundreds of years.",
        "Salt lowers the freezing point of water, which is why it is used on icy roads.",
        "The term 'quasar' stands for quasi-stellar radio source.",
        "The Earth’s rotation is gradually slowing down due to tidal forces.",
        "Quantum entanglement describes how particles can be instantly correlated no matter the distance.",
        "Black holes distort spacetime with their immense gravity.",
        "The mitochondria is known as the powerhouse of the cell.",
        "Caffeine blocks adenosine receptors, making you feel more awake.",
        "DNA is composed of four nucleotide bases: adenine, guanine, cytosine, and thymine.",
        "The heart pumps about 2,000 gallons of blood per day.",
        "A group of flamingos is called a ‘flamboyance.’",
        "The longest living cells in the human body are neurons.",
        "Rainbows appear due to light refraction, dispersion, and reflection in raindrops.",
        "Neptune has the fastest winds of any planet in the solar system.",
        "Tornadoes are classified on the Enhanced Fujita (EF) Scale.",
        "The largest volcano in our solar system is Olympus Mons on Mars.",
        "The Andromeda Galaxy is the nearest major galaxy to the Milky Way.",
        "Bismuth has a melting point of about 271°C and is used in medicine.",
        "Water bears (tardigrades) can survive extreme conditions including radiation and dehydration.",
        "The human eye can distinguish about 10 million different colors.",
        "The Eiffel Tower expands in the summer due to thermal expansion.",
        "Polar bears have black skin beneath their transparent fur.",
        "The shortest war in history lasted only 38 to 45 minutes (Anglo-Zanzibar War).",
        "Cicadas emerge in cycles ranging from 13 to 17 years.",
        "Plants respond to gravity through a process called gravitropism.",
        "The smallest bone in the human body is the stapes in the ear.",
        "Bananas are berries, but strawberries are not.",
        "Honey never spoils due to its low moisture content and acidic pH.",
        "The blue whale is the largest animal known to have ever existed.",
        "The Sahara desert expands annually due to climate change.",
        "A bolt of lightning is hotter than the surface of the sun.",
        "The Earth's magnetic field protects us from solar radiation.",
        "The deepest part of the ocean is the Mariana Trench.",
        "Ducks are cute. (opinion)",
        "Pet parrots can live upto 81 years. (opinion)"
    ]
}
